Revit 2027 API
PointIterator.Free Method
 Completes lifetime of the iterator. Call it when done using the iterator.
Namespace: Autodesk.Revit.DB.PointClouds
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void Free()
Public Sub Free
public:
void Free()
member Free : unit -> unit
See Also
Reference
PointIterator Class
Autodesk.Revit.DB.PointClouds Namespace